Repository: AdAway/AdAway
Catalog: app/jni/dnsmasq/source/po/*.po
Languages: pl

source: failed to load names from %s: %s
pl: nie potrafiê wczytaæ nazw z %s: %s

source: bad address at %s line %d
pl: b³êdny adres w pliku %s, w linii %d

source: bad name at %s line %d
pl: b³êdna nazwa w pliku %s, w linii %d

source: read %s - %d addresses
pl: wczyta³em %s - %d adresów

source: cleared cache
pl: wyczyszczono pamiêæ podrêczn±

source: cannot access directory %s: %s
pl: brak dostêpu do katalogu %s: %s

source: not giving name %s to the DHCP lease of %s because the name exists in %s with address %s
pl: nazwa %s nie zosta³a nadana dzier¿awie DHCP %s,poniewa¿ nazwa istnieje w %s i ma ju¿ adres %s

source: time %lu
pl: czas %lu

source: cache size %d, %d/%d cache insertions re-used unexpired cache entries.
pl: wielko¶æ pamiêci podrêcznej: %d; %d z %d miejsc aktualnych wpisów u¿yto ponownie.

source: queries forwarded %u, queries answered locally %u
pl: %u zapytañ przes³anych dalej, %u odpowiedzi udzielonych samodzielnie

source: server %s#%d: queries sent %u, retried or failed %u
pl: serwer %s#%d: %u zapytañ wys³anych, %u ponowionych lub nieudanych

source: failed to seed the random number generator: %s
pl: brak mo¿liwo¶ci u¿ycia generatora liczb losowych: %s

source: failed to allocate memory
pl: nie uda³o siê przydzieliæ pamiêci

source: could not get memory
pl: nie mo¿na dostaæ pamiêci

source: cannot create pipe: %s
pl: b³±d podczas próby utworzenia potoku: %s

source: failed to allocate %d bytes
pl: niemo¿liwo¶æ przydzielenia %d bajtów pamiêci

source: infinite
pl: nieskoñczona

source: Specify local address(es) to listen on.
pl: Wskazanie adresów, na których nale¿y nas³uchiwaæ.

source: Return ipaddr for all hosts in specified domains.
pl: Zwracanie adresu IP dla wszystkich hostów we wskazanych domenach.

source: Fake reverse lookups for RFC1918 private address ranges.
pl: Wy³±czenie przekazywania zapytañ odwrotnych dla prywatnych zakresów IP.

source: Treat ipaddr as NXDOMAIN (defeats Verisign wildcard).
pl: Traktowanie adresu IP jako NXDOMAIN (uniewa¿nia ,,Verisign wildcard'').

source: Specify the size of the cache in entries (defaults to %s).
pl: Wskazanie wielko¶ci pamiêci podrêcznej (domy¶lnie: %s miejsc).

source: Specify configuration file (defaults to %s).
pl: Wskazanie pliku konfiguracyjnego (domy¶lnie: %s).

source: Do NOT fork into the background: run in debug mode.
pl: NIE twórz procesu potomnego w tle: dzia³anie w trybie debugowania.

source: Do NOT forward queries with no domain part.
pl: Wy³±czenie przekazywania zapytañ bez podanej czê¶ci domenowej.

source: Return self-pointing MX records for local hosts.
pl: Zwracanie samowskazuj±cego rekordu MX dla lokalnych hostów.

source: Expand simple names in /etc/hosts with domain-suffix.
pl: Rozwijanie prostych nazw z /etc/hosts przyrostkiem domenowym.

source: Don't forward spurious DNS requests from Windows hosts.
pl: Wy³±czenie przekazywania pozornych zapytañ DNS z komputerów dzia³aj±cych pod Windows.

source: Enable DHCP in the range given with lease duration.
pl: W³±czenie serwera DHCP dla wskazanego zakresu adresów.

source: Change to this group after startup (defaults to %s).
pl: Po uruchomieniu zmiana grupy procesu na podan± (domy¶lnie: %s).

source: Set address or hostname for a specified machine.
pl: Ustawienie adresu lub nazwy dla wskazanego komputera.

source: Read DHCP host specs from file
pl: Wczytanie z podanego pliku opisu maszyn na potrzeby DHCP.

source: Read DHCP option specs from file
pl: Wczytanie z podanego pliku warto¶ci opcji DHCP.

source: Do NOT load %s file.
pl: Nie wczytywanie pliku %s.

source: Specify a hosts file to be read in addition to %s.
pl: Wskazanie dodatkowego pliku 'hosts' oprócz %s.

source: Specify interface(s) to listen on.
pl: Interfejsy, na których nas³uchiwaæ.

source: Specify interface(s) NOT to listen on.
pl: Interfejsy, na których NIE nas³uchiwaæ.

source: Map DHCP user class to tag.
pl: Przyporz±dkowanie znacznika w zale¿no¶ci od klasy u¿ytkownika DHCP.

source: Map RFC3046 circuit-id to tag.
pl: Przyporz±dkowanie znacznika w zale¿no¶ci od numeru obwodu (w rozumieniu RFC3046).

source: Map RFC3046 remote-id to tag.
pl: Przyporz±dkowanie znacznika w zale¿no¶ci od numeru agenta (w rozumieniu RFC3046).

source: Map RFC3993 subscriber-id to tag.
pl: Przyporz±dkowanie znacznika w zale¿no¶ci od numeru subskrybenta (w rozumieniu RFC3993).

source: Don't do DHCP for hosts with tag set.
pl: Wy³±czenie DHCP dla hostów z okre¶lonym znacznikiem.

source: Force broadcast replies for hosts with tag set.
pl: Wymuszenie odpowiedzi w trybie rozg³oszeniowym dla hostów z okre¶lonym znacznikiem.

source: Do NOT fork into the background, do NOT run in debug mode.
pl: NIE twórz procesu potomnego w tle i NIE w³±czaj trybu debugowania.

source: Assume we are the only DHCP server on the local network.
pl: Zak³adanie, ¿e jeste¶my jedynym serwerem DHCP w sieci lokalnej.

source: Specify where to store DHCP leases (defaults to %s).
pl: ¦cie¿ka przechowywania pliku dzier¿aw DHCP (domy¶lnie: %s).

source: Return MX records for local hosts.
pl: W³±czenie zwracania rekordu MX dla hostów lokalnych.

source: Specify an MX record.
pl: Specyfikacja rekordu MX.

source: Specify BOOTP options to DHCP server.
pl: Okre¶lenie opcji BOOTP serwera DHCP.

source: Do NOT poll %s file, reload only on SIGHUP.
pl: Wy³±czenie obserwacji pliku %s, ponowne odczytywanie tylko po odebraniu sygna³u SIGHUP.

source: Do NOT cache failed search results.
pl: Wy³±czenie przechowywania w pamiêci podrêcznej wyników nieudanych wyszukiwañ.

source: Use nameservers strictly in the order given in %s.
pl: Odpytywanie serwerów nazw w kolejno¶ci ich wyst±pienia w %s.

source: Specify options to be sent to DHCP clients.
pl: Specyfikacja opcji wysy³anej do klientów DHCP.

source: DHCP option sent even if the client does not request it.
pl: Opcja DHCP wysy³ana nawet je¿eli klient o ni± nie prosi.

source: Specify port to listen for DNS requests on (defaults to 53).
pl: Wskazanie portu do nas³uchiwania zapytañ DNS (domy¶lnie: 53).

source: Maximum supported UDP packet size for EDNS.0 (defaults to %s).
pl: Maksymalna obs³ugiwana wielko¶æ pakietu EDNS.0 (domy¶lnie: %s).

source: Log DNS queries.
pl: W³±czenie spisywania zapytañ DNS do logu.

source: Force the originating port for upstream DNS queries.
pl: Wymuszenie u¿ycia wskazanego portu UDP do odpytywania nadrzêdnych serwerów DNS i odbierania od nich odpowiedzi.

source: Do NOT read resolv.conf.
pl: Wy³±czenie czytania pliku resolv.conf.

source: Specify path to resolv.conf (defaults to %s).
pl: Wskazanie po³o¿enia pliku resolv.conf (domy¶lnie: %s).

source: Specify address(es) of upstream servers with optional domains.
pl: Wskazywanie adresów serwerów nazw, opcjonalnie z przypisaniem do domeny.

source: Never forward queries to specified domains.
pl: Wy³±czenie przekazywania zapytañ do wskazanych domen.

source: Specify the domain to be assigned in DHCP leases.
pl: Wskazanie domeny dla serwera DHCP.

source: Specify default target in an MX record.
pl: Okre¶lenie domy¶lnego celu w rekordzie MX.

source: Specify time-to-live in seconds for replies from /etc/hosts.
pl: Okre¶lenie (w sekundach) czasu wa¿no¶ci odpowiedzi udzielonych na podstawie /etc/hosts (domy¶lnie 0).

source: Specify time-to-live in seconds for negative caching.
pl: Okre¶lenie (w sekundach) czasu wa¿no¶ci negatywnych odpowiedzi.

source: Change to this user after startup. (defaults to %s).
pl: Zmiana u¿ytkownika procesu na wskazanego (po uruchomieniu, domy¶lnie: %s).

source: Map DHCP vendor class to tag.
pl: Przyporz±dkowanie znacznika w zale¿no¶ci od typu klienta DHCP.

source: Display dnsmasq version and copyright information.
pl: Wydrukowanie informacji o programie i ochronie praw autorskich.

source: Translate IPv4 addresses from upstream servers.
pl: T³umaczenie adresów IPv4 z serwerów nadrzêdnych.

source: Specify a SRV record.
pl: Okre¶lenie rekordu SRV.

source: Display this message. Use --help dhcp for known DHCP options.
pl: Wy¶wietla ten komunikat. U¿yj '--help dhcp' chc±c przejrzeæ listê opcji DHCP (dhcp-option=xxx,...).

source: Specify path of PID file (defaults to %s).
pl: Okre¶lenie ¶cie¿ki do pliku PID (domy¶lnie: %s).

source: Specify maximum number of DHCP leases (defaults to %s).
pl: Maksymalna liczba dzier¿aw DHCP (domy¶lnie: %s).

source: Answer DNS queries based on the interface a query was sent to.
pl: Uzale¿nienie odpowiedzi DNS od interfejsu, na którym odebrano zapytanie (wygodne dla serwerów kilku podsieci z ró¿nymi adresami w /etc/hosts).

source: Specify TXT DNS record.
pl: Specyfikacja rekordu DNS TXT.

source: Specify PTR DNS record.
pl: Specyfikacja rekordu DNS PTR.

source: Give DNS name to IPv4 address of interface.
pl: Zwraca nazwê domenow± powi±zan± z adresem interfejsu sieciowego.

source: Bind only to interfaces in use.
pl: Nas³uchiwanie tylko na wykorzystywanych interfejsach (umo¿liwia uruchomienie osobnych serwerów dla ró¿nych kart).

source: Read DHCP static host information from %s.
pl: Wczytanie przyporz±dkowañ adresów z %s.

source: Enable the DBus interface for setting upstream servers, etc.
pl: W³±czenie u¿ywania interfejsu DBus do informowania o zmianach konfiguracji.

source: Do not provide DHCP on this interface, only provide DNS.
pl: Uruchomienie na wskazanym interfejsie tylko DNS-a, bez us³ug DHCP i TFTP.

source: Enable dynamic address allocation for bootp.
pl: W³±czenie dynamicznego przydzielania adresów dla klientów BOOTP.

source: Map MAC address (with wildcards) to option set.
pl: Przyporz±dkowanie znacznika w zale¿no¶ci od adresu MAC (mo¿na u¿ywaæ uogólnieñ: *).

source: Treat DHCP requests on aliases as arriving from interface.
pl: Traktowanie ¿±dañ DHCP odebranych na interfejsach alias, ..., jako odebranych na iface.

source: Disable ICMP echo address checking in the DHCP server.
pl: Pominiêcie sprawdzania za pomoc± ICMP niezajêto¶ci adresu przed jego wydzier¿awieniem.

source: Script to run on DHCP lease creation and destruction.
pl: Wskazanie skryptu uruchamianego w przypadku wydzier¿awienia adresu lub wyga¶niêcia dzier¿awy.

source: Read configuration from all the files in this directory.
pl: Wczytanie wszystkich plików ze wskazanego katalogu jako konfiguracyjnych.

source: Log to this syslog facility or file. (defaults to DAEMON)
pl: Wskazanie kana³u syslog-a do którego maj± trafiaæ komunikaty (domy¶lnie: DAEMON)

source: Do not use leasefile.
pl: Nieu¿ywanie bazy dzier¿aw.

source: Maximum number of concurrent DNS queries. (defaults to %s)
pl: Maksymalna liczba jednocze¶nie obs³ugiwanych zapytañ DNS (domy¶lnie: %s)

source: Clear DNS cache when reloading %s.
pl: Czyszczenie pamiêci podrêcznej serwera nazw w przypadku ponownego odczytu %s.

source: Ignore hostnames provided by DHCP clients.
pl: Nie zwracanie uwagi na nazwê podawan± przez klienta w przypadku dopasowania wszystkich wymienionych znaczników.

source: Do NOT reuse filename and server fields for extra DHCP options.
pl: Wy³±czenie oszczêdzania miejsca w pakiecie DHCP przez przesuwanie pól servername i filename do opcji DHCP. Wymusza prostszy tryb budowy pakietu rozwi±zuj±c problemy z nieprzystosowanymi klientami DHCP.

source: Enable integrated read-only TFTP server.
pl: W³±czenie wbudowanego serwera TFTP (tylko do wysy³ania).

source: Export files by TFTP only from the specified subtree.
pl: Ograniczenie dzia³ania serwera TFTP do wskazanego katalogu i podkatalogów. Nazwy z .. s± odrzucane, / odnosi siê do wskazanego katalogu.

source: Add client IP address to tftp-root.
pl: Doklejanie adresu IP klienta do g³ównego katalogu TFTP. Je¿eli wynikowy katalog nie istnieje, nadal wykorzystuje siê tftp-root.

source: Allow access only to files owned by the user running dnsmasq.
pl: Ograniczenie dostêpu do plików przez TFTP do tych, których w³a¶cicielem jest u¿ytkownik uruchamiaj±cy dnsmasq-a.

source: Maximum number of conncurrent TFTP transfers (defaults to %s).
pl: Maksymalna liczba jednocze¶nie obs³ugiwanych po³±czeñ TFTP (domy¶lnie %s).

source: Disable the TFTP blocksize extension.
pl: Wy³±czenie mo¿liwo¶ci negocjowania wielko¶ci bloku dla przesy³ów przez TFTP.

source: Ephemeral port range for use by TFTP transfers.
pl: Wskazanie zakresu portów do u¿ytku TFTP.

source: Extra logging for DHCP.
pl: W³±czenie spisywania w logu operacji DHCP.

source: Enable async. logging; optionally set queue length.
pl: W³±czenie asynchronicznego zapisywania do logu z ewentualnym wskazaniem d³ugo¶ci kolejki.

source: Stop DNS rebinding. Filter private IP ranges when resolving.
pl: Odfiltrowywanie adresów wskazuj±cych na komputery w sieciach wewnêtrznych spo¶ród odpowiedzi od zewnêtrznych serwerów DNS.

source: Always perform DNS queries to all servers.
pl: Jednoczesne odpytywanie wszystkich serwerów nadrzêdnych; klientowi przekazywana jest pierwsza odpowied¼.

source: Set tag if client includes matching option in request.
pl: Ustawienie znacznika je¿eli w ¿±daniu DHCP pojawi siê wskazana opcja, ewentualnie o konkretnej warto¶ci.

source: Use alternative ports for DHCP.
pl: U¿ycie alternatywnych portów dla us³ugi DHCP.

source: Run lease-change script as this user.
pl: Uruchamianie skryptu dhcp-script jako wskazany u¿ytkownik.

source: Specify NAPTR DNS record.
pl: Specyfikacja rekordu DNS NAPTR.

source: Specify lowest port available for DNS query transmission.
pl: Ustawienie dolnej granicy numerów portów do przesy³ania zapytañ DNS.

source: Use only fully qualified domain names for DHCP clients.
pl: Przechowywanie w serwerze DNS dnsmasq-a tylko w pe³ni kwalifikowanych nazw zg³aszanych przez klientów DHCP.

source: Specify alias name for LOCAL DNS name.
pl: Wskazanie synonimu nazwy komputera lokalnego - znanego z /etc/hosts albo z DHCP.

source: Prompt to send to PXE clients.
pl: Zg³oszenie wysy³ane klientom PXE.

source: Boot service for PXE menu.
pl: Sk³adnik menu PXE (--> man).

source: Check configuration syntax.
pl: Sprawd¼ sk³adniê.

source: Usage: dnsmasq [options]
pl: U¿ycie: dnsmasq [opcje]

source: Use short options only on the command line.
pl: W tym systemie w linii poleceñ mo¿na u¿ywaæ wy³±cznie jednoliterowych opcji.

source: Valid options are:
pl: Dostêpne opcje:

source: Known DHCP options:
pl: Znane opcje DHCP:

source: bad dhcp-option
pl: b³±d w dhcp-option

source: bad IP address
pl: z³y adres IP

source: bad domain in dhcp-option
pl: nieprawid³owa nazwa domeny w dhcp-option

source: dhcp-option too long
pl: zbyt d³uga dhcp-option (>255 znaków)

source: illegal dhcp-match
pl: niedopuszczalne dhcp-match

source: illegal repeated flag
pl: wielokrotne u¿ycie opcji niedozwolone (pojawi³a siê wcze¶niej w linii poleceñ)

source: illegal repeated keyword
pl: wielokrotne u¿ycie opcji niedozwolone (pojawi³a siê wsze¶niej w pliku konfiguracyjnym)

source: cannot access %s: %s
pl: brak dostêpu do %s: %s

source: only one dhcp-hostsfile allowed
pl: mo¿na wskazaæ tylko jeden plik dhcp-hostsfile

source: only one dhcp-optsfile allowed
pl: mo¿na wskazaæ tylko jeden plik dhcp-optsfile

source: bad MX preference
pl: nieprawid³owa warto¶æ preferencji MX

source: bad MX name
pl: nieprawid³owa nazwa MX

source: bad MX target
pl: nieprawid³owa warto¶æ celu MX

source: cannot run scripts under uClinux
pl: w uClinuksie nie ma mo¿liwo¶ci uruchamiania skryptów

source: recompile with HAVE_SCRIPT defined to enable lease-change scripts
pl: ¿eby mieæ mo¿liwo¶æ u¿ywania skryptów wywo³ywanych przy zmianie dzier¿awy, przekompiluj dnsmasq-a z w³±czon± flag± HAVE_SCRIPT

source: bad port
pl: nieprawid³owy numer portu

source: interface binding not supported
pl: nie ma mo¿liwo¶ci dowi±zywania do interfejsu

source: bad port range
pl: nieprawid³owy zakres numerów portów

source: bad bridge-interface
pl: nieprawid³owa nazwa urz±dzenia w bridge-interface

source: bad dhcp-range
pl: nieprawid³owy zakres dhcp-range

source: only one netid tag allowed
pl: mo¿na wskazaæ tylko jeden znacznik sieci

source: inconsistent DHCP range
pl: niespójny zakres adresów DHCP

source: bad DHCP host name
pl: niedopuszczalna nazwa komputera w dhcp-host

source: invalid port number
pl: nieprawid³owy numer portu

source: invalid alias range
pl: nieprawid³owy zakres adresów w --alias

source: bad interface name
pl: nieprawid³owa nazwa interfejsu

source: bad CNAME
pl: z³a CNAME

source: duplicate CNAME
pl: powtórzona CNAME

source: bad PTR record
pl: nieprawid³owy zapis rekordu PTR

source: bad NAPTR record
pl: nieprawid³owy zapis rekordu NAPTR

source: TXT record string too long
pl: zbyt d³ugi rekord TXT

source: bad TXT record
pl: nieprawid³owy zapis rekordu TXT

source: bad SRV record
pl: nieprawid³owy zapis rekordu SRV

source: bad SRV target
pl: nieprawid³owa warto¶æ celu SRV

source: invalid priority
pl: nieprawid³owy priorytet

source: invalid weight
pl: nieprawid³owa waga

source: unsupported option (check that dnsmasq was compiled with DHCP/TFTP/DBus support)
pl: nieobs³ugiwana opcja (sprawd¼, czy obs³uga DHCP/TFTP/DBus zosta³a wkompilowana)

source: files nested too deep in %s
pl: zbyt du¿e zag³êbienie plików w %s

source: cannot read %s: %s
pl: b³±d odczytu z pliku %s: %s

source: missing "
pl: brakuje "

source: bad option
pl: nieprawid³owa opcja

source: extraneous parameter
pl: nadwy¿kowy parametr

source: missing parameter
pl: brak parametru

source: error
pl: b³±d

source: %s at line %d of %%s
pl: %s w linii %d pliku %%s

source: read %s
pl: przeczyta³em %s

source: Dnsmasq version %s %s
pl: Dnsmasq, wersja %s %s

source: Compile time options %s
pl: Wkompilowane opcje %s

source: This software comes with ABSOLUTELY NO WARRANTY.
pl: Autor nie daje ¯ADNYCH GWARANCJI egzekwowalnych prawnie.

source: Dnsmasq is free software, and you are welcome to redistribute it
pl: Dnsmasq jest wolnym oprogramowaniem, mo¿esz go rozprowadzaæ

source: under the terms of the GNU General Public License, version 2 or 3.
pl: na warunkach okre¶lonych w GNU General Public Licence, w wersji 2 lub 3.

source: try --help
pl: spróbuj: --help

source: try -w
pl: spróbuj: -w

source: bad command line options: %s
pl: nieprawid³owa opcja w linii poleceñ %s

source: cannot get host-name: %s
pl: nie mo¿na pobraæ nazwy hosta: %s

source: only one resolv.conf file allowed in no-poll mode.
pl: w trybie no-poll mo¿na wskazaæ najwy¿ej jeden plik resolv.conf.

source: must have exactly one resolv.conf to read domain from.
pl: musisz mieæ dok³adnie jeden plik resolv.conf do odczytu domen.

source: failed to read %s: %s
pl: nie uda³o siê odczytaæ %s: %s

source: no search directive found in %s
pl: brak wytycznych wyszukiwania w %s

source: there must be a default domain when --dhcp-fqdn is set
pl: w przypadku u¿ywania --dhcp-fqdn trzeba wskazaæ domy¶ln± domenê

source: syntax check OK
pl: sk³adnia sprawdzona, jest prawid³owa

source: nameserver %s refused to do a recursive query
pl: serwer nazw %s odmawia wykonania zapytania rekurencyjnego

source: possible DNS-rebind attack detected
pl: prawdopodobnie wykryto atak DNS-rebind

source: unknown interface %s in bridge-interface
pl: nieznany interfejs %s w bridge-u

source: failed to create listening socket: %s
pl: b³±d podczas tworzenia gniazda: %s

source: failed to set IPV6 options on listening socket: %s
pl: b³±d ustawiania opcji IPV6 na nas³uchuj±cym gnie¼dzie: %s

source: failed to bind listening socket for %s: %s
pl: b³±d przy przyznawaniu nazwy gniazdu %s: %s

source: failed to listen on socket: %s
pl: b³±d przy w³±czaniu nas³uchu na gnie¼dzie: %s

source: failed to create TFTP socket: %s
pl: nie powiod³o siê otwieranie gniazda dla us³ugi TFTP: %s

source: failed to bind server socket for %s: %s
pl: b³±d przy przyznawaniu nazwy gniazdu serwera %s: %s

source: ignoring nameserver %s - local interface
pl: ignorowanie serwera nazw %s - interfejs lokalny

source: ignoring nameserver %s - cannot make/bind socket: %s
pl: ignorowanie serwera nazw %s - nie mo¿na utworzyæ/dowi±zaæ gniazda: %s

source: unqualified
pl: niekwalifikowane(-a)

source: names
pl: nazwy

source: default
pl: domy¶lne

source: domain
pl: domeny

source: using local addresses only for %s %s
pl: u¿ywam adresów lokalnych tylko dla %s %s

source: using nameserver %s#%d for %s %s
pl: u¿ywam serwera nazw %s#%d dla %s %s

source: using nameserver %s#%d(via %s)
pl: u¿ywam serwera nazw %s#%d (przez %s)

source: using nameserver %s#%d
pl: u¿ywam serwera nazw %s#%d

source: TFTP server not available: set HAVE_TFTP in src/config.h
pl: Serwer TFTP nie zosta³ wkompilowany -- ustaw HAVE_TFTP w src/config.h

source: asychronous logging is not available under Solaris
pl: zapis do logów w trybie asynchronicznym nie jest dostêpny w Solarisie

source: failed to find list of interfaces: %s
pl: b³±d podczas tworzenia listy interfejsów sieciowych: %s

source: unknown interface %s
pl: nieznany interfejs %s

source: no interface with address %s
pl: brak interfejsu z adresem %s

source: DBus error: %s
pl: b³±d DBus: %s

source: DBus not available: set HAVE_DBUS in src/config.h
pl: Obs³uga DBus nie zosta³a wkompilowana -- ustaw HAVE_DBUS w src/config.h

source: unknown user or group: %s
pl: nieznany u¿ytkownik lub grupa: %s

source: cannot chdir to filesystem root: %s
pl: nie potrafiê wej¶æ do g³ównego katalogu: %s

source: started, version %s DNS disabled
pl: uruchomiony, wersja %s, DNS wy³±czony

source: started, version %s cachesize %d
pl: uruchomiony, wersja %s, %d miejsc w pamiêci podrêcznej

source: started, version %s cache disabled
pl: uruchomiony, wersja %s, pamiêæ podrêczna wy³±czona

source: compile time options: %s
pl: opcje kompilacji: %s

source: DBus support enabled: connected to system bus
pl: obs³uga DBus w³±czona, pod³±czono do serwera DBus

source: DBus support enabled: bus connection pending
pl: obs³uga DBus w³±czona, trwa pod³±czanie do serwera DBus

source: warning: failed to change owner of %s: %s
pl: UWAGA! Nie uda³o siê zmieniæ u¿ytkownika pliku %s: %s

source: setting --bind-interfaces option because of OS limitations
pl: ustawiam --bind-interfaces z powodu ograniczeñ systemu operacyjnego

source: warning: interface %s does not currently exist
pl: uwaga: interfejs %s nie jest w³±czony

source: warning: ignoring resolv-file flag because no-resolv is set
pl: uwaga: ignorujê opcjê resolv-file, poniewa¿ wybrano tryb no-resolv

source: warning: no upstream servers configured
pl: uwaga: nie wskazano nadrzêdnych serwerów DNS

source: asynchronous logging enabled, queue limit is %d messages
pl: w³±czono asynchroniczny tryb zapisu do logów z kolejk± na %d komunikatów

source: DHCP, static leases only on %.0s%s, lease time %s
pl: DHCP: tylko statyczne dzier¿awy na %.0s%s, czas dzier¿awy %s

source: DHCP, proxy on subnet %.0s%s%.0s
pl: DHCP: po¶rednik na podsieci %.0s%s%.0s

source: DHCP, IP range %s -- %s, lease time %s
pl: DHCP: zakres IP %s -- %s, czas dzier¿awy %s

source: root is
pl: z g³ównym katalogiem w

source: enabled
pl: w³±czony

source: secure mode
pl: w trybie bezpiecznym

source: restricting maximum simultaneous TFTP transfers to %d
pl: ograniczam ilo¶æ jednoczesnych przes³añ TFTP do %d

source: connected to system DBus
pl: pod³±czono do DBus-a

source: cannot fork into background: %s
pl: nie potrafiê prze³±czyæ siê do pracy w tle: %s

source: failed to create helper: %s
pl: nie uda³o siê utworzyæ procesu pomocniczego: %s

source: setting capabilities failed: %s
pl: nie powiod³o siê ustawianie ograniczeñ (capabilities): %s

source: failed to change user-id to %s: %s
pl: nie uda³o siê zmieniæ u¿ytkownika procesu na %s: %s

source: failed to change group-id to %s: %s
pl: nie uda³o siê zmieniæ grupy procesu na %s: %s

source: failed to open pidfile %s: %s
pl: nie uda³o siê otworzyæ pliku z PID-em %s: %s

source: cannot open %s: %s
pl: nie mo¿na otworzyæ %s: %s

source: child process killed by signal %d
pl: proces potomny zabity sygna³em %d

source: child process exited with status %d
pl: proces potomny zakoñczy³ siê z kodem powrotu %d

source: failed to execute %s: %s
pl: nie uda³o siê uruchomiæ %s: %s
