Repository: AdAway/AdAway
Catalog: app/jni/dnsmasq/source/po/*.po
Languages: pl

source: exiting on receipt of SIGTERM
pl: zakoñczy³em dzia³anie z powodu odebrania SIGTERM

source: failed to access %s: %s
pl: brak dostêpu do %s: %s

source: reading %s
pl: czytanie %s

source: no servers found in %s, will retry
pl: w %s nie znalaz³em serwerów, spróbujê ponownie pó¼niej

source: cannot create DHCP socket: %s
pl: nie uda³o siê utworzyæ gniazda dla DHCP: %s

source: failed to set options on DHCP socket: %s
pl: b³±d podczas ustawiania opcji gniazda DHCP: %s

source: failed to set SO_REUSE{ADDR|PORT} on DHCP socket: %s
pl: nie uda³o siê ustawiæ SO_REUSE{ADDR|PORT} gniazda DHCP: %s

source: failed to bind DHCP server socket: %s
pl: b³±d przy przyznawaniu nazwy gniazdu serwera DHCP: %s

source: cannot create ICMP raw socket: %s.
pl: nie uda³o siê utworzyæ surowego gniazda ICMP: %s.

source: DHCP packet received on %s which has no address
pl: ¿±danie DHCP odebrano na interfejsie %s, który nie ma adresu

source: DHCP range %s -- %s is not consistent with netmask %s
pl: zakres adresów DHCP %s -- %s jest niespójny z mask± sieci %s

source: bad line at %s line %d
pl: z³a zawarto¶æ pliku %s, w linii %d

source: ignoring %s line %d, duplicate name or IP address
pl: w %s pomijam liniê %d -- powtórzona nazwa lub adres IP

source: duplicate IP address %s in dhcp-config directive.
pl: powtórzony adres IP (%s) w parametrze dhcp-config

source: duplicate IP address %s in %s.
pl: powtórzony adres IP (%s) w pliku %s

source: %s has more than one address in hostsfile, using %s for DHCP
pl: do komputera o nazwie %s pasuje wiêcej ni¿ jeden adres, w odpowiedzi DHCP wysy³am %s

source: duplicate IP address %s (%s) in dhcp-config directive
pl: powtórzenie adresu IP %s (%s) w opcji dhcp-config

source: cannot open or create lease file %s: %s
pl: nie potrafiê otworzyæ albo utworzyæ pliku dzier¿aw %s: %s

source: too many stored leases
pl: zbyt du¿a ilo¶æ zapisanych dzier¿aw

source: cannot run lease-init script %s: %s
pl: nie potrafiê uruchomiæ skryptu %s: %s

source: lease-init script returned exit code %s
pl: skrypt zakoñczy³ siê z kodem powrotu %s

source: failed to write %s: %s (retry in %us)
pl: b³±d zapisu do %s: %s (spróbujê ponownie za %us)

source: no address range available for DHCP request %s %s
pl: nie zdefiniowano zakresu adresów odpowiedniego dla ¿±dania %s %s

source: with subnet selector
pl: z wyborem podsieci

source: via
pl: przez

source: %u Available DHCP subnet: %s/%s
pl: %u Dostêpna podsieæ DHCP: %s/%s

source: %u Available DHCP range: %s -- %s
pl: %u zakres adresów na u¿ytek DHCP: %s -- %s

source: disabled
pl: wy³±czony(a)

source: ignored
pl: ignorujê

source: address in use
pl: adres jest w u¿yciu

source: no address available
pl: brak dostêpnego adresu

source: wrong network
pl: nieprawid³owa sieæ

source: no address configured
pl: brak skonfigurowanego adresu

source: no leases left
pl: brak wolnych dzier¿aw

source: %u client provides name: %s
pl: klient %u przedstawia siê jako %s

source: %u Vendor class: %s
pl: %u klasa klienta: %s

source: %u User class: %s
pl: %u Klasa u¿ytkownika: %s

source: PXE BIS not supported
pl: PXE BIS nie jest obs³ugiwane

source: disabling DHCP static address %s for %s
pl: wy³±czam statyczne przypisanie adresu %s dla %s

source: unknown lease
pl: nieznana dzier¿awa

source: not using configured address %s because it is leased to %s
pl: nie proponujê zak³adanego w konfiguracji adresu %s, bo jest on ju¿ wydzier¿awiony komputerowi %s

source: not using configured address %s because it is in use by the server or relay
pl: nie proponujê zak³adanego w konfiguracji adresu %s, bo u¿ywa go który¶ z serwerów

source: not using configured address %s because it was previously declined
pl: nie proponujê zak³adanego w konfiguracji adresu %s, bo ju¿ poprzednio zosta³ odrzucony

source: no unique-id
pl: brak unikalnego id

source: wrong server-ID
pl: nieprawid³owy identyfikator serwera (server-ID)

source: wrong address
pl: b³êdny adres

source: lease not found
pl: dzier¿awa nieznaleziona

source: address not available
pl: adres niedostêpny

source: static lease available
pl: dostêpna statyczna dzier¿awa

source: address reserved
pl: adres zarezerwowany

source: abandoning lease to %s of %s
pl: porzucam przypisanie do %s nazwy %s

source: %u tags: %s
pl: %u cechy: %s

source: %u bootfile name: %s
pl: %u nazwa pliku bootowania: %s

source: %u server name: %s
pl: %u nazwa serwera: %s

source: %u next server: %s
pl: %u nastêpny serwer: %s

source: cannot send DHCP/BOOTP option %d: no space left in packet
pl: nie mam mo¿liwo¶ci wys³ania opcji %d DHCP/BOOTP: niedostateczna ilo¶æ miejsca w pakiecie

source: PXE menu too large
pl: menu PXE zbyt du¿e

source: Ignoring domain %s for DHCP host name %s
pl: Nie uwzglêdniam czê¶ci domenowej (%s) dla komputera %s

source: %u requested options: %s
pl: %u wskazane opcje: %s

source: cannot create netlink socket: %s
pl: nie potrafiê utworzyæ po³±czenia netlink %s

source: netlink returns error: %s
pl: wyst±pi³ b³±d w po³±czeniu netlink %s

source: attempt to set an IPv6 server address via DBus - no IPv6 support
pl: próba ustawienia adresu IPv6 serwera przez DBus, ale brak obs³ugi IPv6

source: setting upstream servers from DBus
pl: ustawiam adresy serwerów nadrzêdnych na podstawie informacji odebranych z DBus

source: could not register a DBus message handler
pl: nie mo¿na zarejestrowaæ uchwytu DBus

source: cannot create DHCP BPF socket: %s
pl: nie potrafiê utworzyæ gniazda DHCP BPF: %s

source: DHCP request for unsupported hardware type (%d) received on %s
pl: ¿±danie DHCP od urz±dzenia nieobs³ugiwanego typu (%d) odebrano na %s

source: unable to get free port for TFTP
pl: brak wolnego portu dla us³ugi TFTP

source: unsupported request from %s
pl: nieobs³ugiwane ¿±danie od komputera %s

source: TFTP sent %s to %s
pl: plik %s przes³ano za pomoc± TFTP do %s

source: file %s not found
pl: plik %s nie zosta³ znaleziony

source: TFTP error %d %s received from %s
pl: b³±d TFTP: %d bajtów odebrano (%s) z %s

source: TFTP failed sending %s to %s
pl: b³±d wysy³ania przez TFTP pliku %s do komputera %s

source: overflow: %d log entries lost
pl: przepe³nienie: stracono %d wpisów do logów

source: log failed: %s
pl: nie uda³o siê zapisaæ komunikatów do %s

source: FAILED to start up
pl: B£¡D: nie uda³o siê uruchomiæ dnsmasq-a
